{
    "STATUSES": [
        "War.",
        "A tactical move.",
        "War Games.",
        "STAR WARS"
    ],

    "FILLER_WORDS": [
        "Interesting.", 
        "Unnecessary.", 
        "The prompt confuses me.",
        "The nature of your request eludes me."
    ],

    "QUOTES": [
        "“An enemy will almost never be anything except an enemy. All one can do with an enemy is defeat him. But and adversary can sometimes become an ally. There is a cost, of course. In all things in life there is a cost. In dealing with an adversary, sometimes the cost paid in power or position. Sometimes the cost is greater. Sometimes the risk is one's future, or even one's life. But in all such situations, the calculation is straightforward: whether or not the potential gain is worth the potential loss. And the warrior must never forget that he and his adversary are not the only ones in that equation. Sometimes, all the universe may hang in the balance.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“A great tactician creates plans. A good tactician recognizes the soundness of a plan presented on him. A fair tactician must see the plan succeed before offering approval. Those with no tactical ability at all may never understand or accept it. Nor will such people understand or accept the tactician. To those without that ability, those who posses it are a mystery. And when a mind is too deficient in understanding, the resulting gap is often filled with with resentment.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“One whose path has taken a new turn is often initially disoriented. But as time passes, and the path continues steadily in its new direction, there is a tendency to believe that it will remain so forever, with no further turns. Nothing is further from the truth. A path once bent is always susceptible to new changes. Particularly when the original change came from manipulation by an outside force.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“Never make the mistake of believing forberance equates to acceptance, or that all positions are equally valid.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“All strive for victory. But not all understand what it truly is. To a soldier or pilot on the line, victory is surviving the current battle. To a politician, victory is an advantage one can bring to a bargaining table. To a warrior, victory is driving an enemy from the field of battle, or bringing him to surrender. Sometimes victory is greater than the warrior could ever hope for. Sometimes it is more than he is able to hear.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“There are times in every commander's life when he must yield the stick of authority to a subordinate. Sometimes the reason is one of expertise, when the subordinate has skills the commander lacks. Sometimes it is positional, when the subordinate is in the right place at the right and the commander is not. Often it is anticipated there will be loss of direct communication, which means the subordinate may be given general instructions but must then carry them out on his own initiative as the situation flows around him. No commander enjoys those moments. Most subordinates fear them, as well. Those who do no fear already betray the overconfidence that nearly always leads to disaster. But the moments must be faced. And all will learn from them, whether to satisfaction or to sorrow.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“Military leadership is a journey, not a destination. It is continually challenged, and must continually prove it self anew against fresh obstacles. Sometimes those obstacles are external events. Other times they are the doubts of those being led. Still other times they are a result of the leaders's own failures and shortcomings. Political power and influence are different. Once certain levels have been reached, there is no need to prove leadership or competence. A person with such power is accustomed to having every word carefully considere, and every whim treated as an order. And all who recognize that power know to bow to it. A few have the courage or the foolishness to resist. Some succeed in standing firm against the storm. More often, they find their paths yet again turned form their hopes for goal.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“One is born with a unique set of talents and abilities. One must choose which of those talents to nurture, which to ignore completely. Sometimes the choice is obvious. Other times, the hints and proddings are more obscure. Then, one may need to undergo several regiments of training and sample several different professions before determining where one's strongest talents lie. This is the driving force behind many life-path alterations, There are few sets of skills that match only one specific job. More often they are are adaptable to many different professions. Sometimes, one can plan such a change. Other times, the change appears without warning. In both instances, one must be alert and carefully consider all options. Not very change is a step forward.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“War is a primarily a game of skill. It is a Contest of mind matched against mind, tactics matched against tactics. But there is also an element of chance that is more suited to games of cards or dice. A wise tactician studies those games, as well, and learns from them. The first lesson of card games is that the cards cannot be played in random order. Only when laid down properly can victory be achieved. In this case, there were but three cards. The first was played at the encampment. The result was entrance to the Strikefast. The second was played aboard ship. The result was promise of passage to Coruscant, and the assignment of Cadet Vanto as my translator. The third was a name: Anakin Skywalker.” \n― Timothy Zahn, Star Wars: Thrawn, Thrawn ",
        "“Alliances are useful in some situations. In others, they are absolutely vital. But they must always be approached with caution. Unity of that sort is based on mutual advantage. While that advantage exists the alliance may stand firm. But needs change, and advantages fade, and a day may come when one ally sees new benefits to be gained in betraying another. The warrior must be alert to such changes if he is to anticipate and survive an anannounced blow. Fortunately, the signs are usually evident in time for defense to be planned and executed. There is also always the possibility that changes will serve to meld the allies even more closely together. It is rare, but it can happen.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“The soldier in the field and the crew member aboard a warship inevitably see a war from a limited perspective. Their goal is to carry out their mission or their appointed task, and trust that their commanders are aware of the larger situation and the vast matrix of facts, positions, options, and dangers. Leadership is a role and a task that should never be aspired to lightly. Neither should loyalty be given without reason. Even if the primary reason is nothing more than the soldier's oath and duty, a true leader will work to prove worthy of a deeper trust. But leadership and loyalty are both two-bladed weapons. Each can be twisted from its intended purpose. The consequences are never pleasant.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“At one time or another, every warrior wishes to have an unconquerable fortress. Such as a fortress is perceived as a refuge, a place of defiance, or a rock upon which enemies can be goaded into smashing themselves to their own destruction. Politicians, too, yearn for such a fortresses, though they envision them in terms of power and authority instead of stone and weapons and shields. Industrialists wish to be similarly protected against competitors and marauders, while pirates hope for defense against system of authorities. In one way or another, all people wish for ultimate safety. But ultimately safety does not exist. Those who trust in such will find that hope dashed upon the very rock behind which they seek to hide.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“Each person has goals. Some goals are open, visible to all who care to observe. Others are more private, shared only with one's closest friends or associates. Some are dark secrets that one hopes will never see the light of day. But eventually, inevitably, those deepest goals must be made manifest if they are to be reached. They must be opened for someone to hear, or see, or offer assistance. Everyone who brings those goals into the light must be prepared for either acceptance or rejection. And he must be ready to bear the consequence. All of them.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“Leadership and obedience are the two legs on which a warrior's life is balanced. Without both, victory cannot be achieved. Leadership depends on information and comprehension. Not so obedience. Sometimes a commander may choose to share details of his plan. Often he may not. In either case, obedience must be instant and complete. Such automatic response relies on trust between commander and those commanded. And that trust can only be obtained through leadership.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“No one can say where his path will take him, even for the duration of a single day. More difficult still is to see where one's path will intersect that of another warrior. A warrior must always be alert for such meetings. Some are generated by happenstance, and those may be benign. But others are arranged with purpose. Those must never be underestimated. Fortunately, there are always signs. Before any trap is sprung, it must be prepared and primed and armed. If one reads the signs properly, the pattern of the attack will be clear. But one must always remember that launching a trap is easier than defeating it.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“No one is immune to failure. All have tasted the bitterness of defeat and disappointment. A warrior must not dwell on that failure, but must learn from it and continue on. But not all learn from their errors. That is something those who seek to dominate others know very well, and know how to exploit it. If an opponent has failed once at a lococal problem, his enemy will first try the same type of problem, hoping the failure will be repeated. What the manipulator sometimes forgets, and what a warrior must always remember, is that no two sets of circumstances are alike. One challenge is not like the other. The would-be victim may have learned from the earlier mistake. Or there may have been an unanticipated or unknown crossing of life paths.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“Seldom can one attain victory in ware fare without allies. Some allies provide direct assistance, the two forces battling side by side. Other allies provide logistical support, whether weapons and combat equipment or simply food and other life needs. Sometimes the most effective use of an ally is as a threat, his very presence creating a distraction or forcing the common enemy to deploy resources away from the main Battlefront. But standing by an ally doesn't necessarily mean one will always agree with that ally. Or with his goals or methods.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“Each culture is different. Each species is unique. That presents challenges to the warrior, who often must ascertain from limited clues the strategy, goals, and tactics of an opponent. But the danger of misreading an opponent is sometimes even greater in politics. There, one seldom has the clearness of weapons activation or troop movement to warn of impending danger. Often, the only indication of conflict is when the battle has already begun.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“It is believed by many that the military life is one of adventure and excitement. In truth, that life more often consists of long periods of routine, even boredom, with only brief intervals of challenge and danger. Enemies seldom seek out their opponents. The warrior must become a hunter, searching and stalking with craft and patience. Successes are often achieved by a confluence of small things: stray facts, unwary or overheard conversations, logistical vectors. If the hunter is persistent, the pattern will become visible, and the enemy will be found. Only then will the routine be broken by combat. It's not supervising, therefore, that those seeking sometimes weary of long and arduous pursuits. They are relieved when the enemy appears of his own accord, standing firm and issuing a challenge.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“There are things in the universe that are simply and purely evil. A warrior does not seek to understand them, or compromise with them. He seeks only to obliterate them” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“There are three ways to take down a wild tusklan. The average hunter takes a large-bore weapon with which to shoot the animal. When it works, the method is quick and efficient. But if the first shot fails to hit a vital organ, the tusklan may be upon its attackerbfore a second shot can be aimed and fired. The wise hunter takes a smaller-bore weapon. The method is less likely to produce a first-shot kill, but the second, third, or fourth shot may succeed. However if the bore is to small, none of the shots will penetrate to vital points, and the tusklan will again triumph over its attacker. The subtle hunter takes no visible weapon at all. He instead induces a thousand sting flies to attack the tusklan from all sides. The method is slow, and destructive of the pelt. But in the end, the tusklan is dead. And dies never knowing where the attack came from.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“To some extent, the direction of one's chosen path automatically selects for the paths that may cross it. A warriors path will intersect the paths of other warriors, allies and enemies alike. A workers path will interest the paths of other workers. But as with games of cards and dice, sometimes unexpected crossings occur. Some are driven by chance, others by design, others by a change in one's goal. Some are driven by malice. Such manipulations can prove effective in the short term. But the longer-term consequences can be perilously difficult to predict. The path of Arihnda Pryce is one such example. A deep and perceptive study of it can serve as a valuable lesson. And as an even more valuable warning.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“A leader is responsible for those under his authority. That is the first rule of command. He is responsible for their safety, their provisions, their knowledge, and, ultimately, their lives. Those whom he commands are in turn responsible for their behavior and their dedication to duty. Any who violates his trust must be disciplined for the good of others. But such discipline is not always easy or straightforward. There are many factors, some of them beyond the commander's control. Sometimes those complications involve personal relationships. Other times it isn't the circumstances themselves that are difficult. There can also be politics and outside intervention. Faliure to act always brings consequences. But sometimes, those consequences can be turned to one's advantage.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“There is satisfaction in defeating an enemy. But one must never allow oneself to become complacent. There are always more enemies to be identified, faced, and vanquished. All warriors understand the need to face and defeat the enemy. Both aspects of the task can be challenging. Both can require thought, insight, and planning. Failures in any of those areas can cost unnecessary time and irreplaceable lives. But a warrior may forget that even the task of identifying the enemy can be difficult. And the cost of that failure can lead to catastrophe.” \n― Timothy Zahn, Star Wars: Thrawn ",
        "“All opponents are not necessarily enemies. But both enemies and opponents carry certain characteristics in common. Both perceive their opposite as an obstacle, or an opportunity, or a threat. Sometimes the threat is personal; other times it is a perceived violation of standards or accepted norms of society. In modest form, the opponent's attacks are verbal. The warrior must choose which of those to stand against,, and which to ignore. Often that decision is taken from his hands by others. In those cases, lack of discipline may dissuade the opponent from further attacks. More often, though, the opponent finds himself encouraged to continue or intensify the attacks. It is when the attacks become physical that the warrior must take the most dangerous of choices.” \n― Timothy Zahn, Star Wars: Thrawn "
    ]
}
